Ran Plan for dir: `terraform/gcp/02-network` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_dns_managed_zone.akashi_rb_zone will be created
+ resource "google_dns_managed_zone" "akashi_rb_zone" {
      + creation_time    = (known after apply)
      + description      = "Managed zone for akashi-rb.com"
      + dns_name         = "akashi-rb.com."
      + effective_labels = {
          + "goog-terraform-provisioned" = "true"
        }
      + force_destroy    = false
      + id               = (known after apply)
      + managed_zone_id  = (known after apply)
      + name             = "akashi-rb-zone"
      + name_servers     = (known after apply)
      + project          = "shinji-nishioka-test"
      + terraform_labels = {
          + "goog-terraform-provisioned" = "true"
        }
      + visibility       = "public"

      + cloud_logging_config (known after apply)

      + dnssec_config (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
Releasing state lock. This may take a few moments...
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d terraform/gcp/02-network
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.nishiokatest.xyz/lock?id=nishioka-shinji%252Fmy_infra%252Fterraform%252Fgcp%252F02-network%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d terraform/gcp/02-network
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```